[
  {
    "id": 1,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService.jpeg",
    "Price": "1999.99",
    "title": "Thomasville Langdon Fabric Sectional with Storage Ottoman",
    "Description": "The Thomasville Langdon Sectional with Storage Ottoman offers quality features in fabric, construction, and styling. The sectional is covered in a smooth fabric that is composed of durable fibers. The comfort of this sectional goes beyond the fabric and into the cushion construction due to pocket coils and sinuous springs. The pocket coils and sinuous springs will provide consistent comfort and maintain great shape over time. The “U” shape configuration features a sofa-chaise, which allows for additional seating. The ottoman cushion pulls open to provide storage space for blankets, magazines, and more. Solid wood legs, in a rich walnut brown finish, complete the frame. The large scale of this sectional makes for the best living room centerpiece to accommodate all guests and family members. "
  },
  {
    "id": 2,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (1).jpeg",
    "Price": "1599.99",
    "title": "Harmony Modular Sectional Set",
    "Description": "The Harmony Modular Sectional Set offers versatility and style to any living space. This sectional set includes multiple pieces that can be arranged in various configurations to suit your needs. Each piece features plush cushions for maximum comfort and is upholstered in a soft, durable fabric. The sleek design and neutral color make it easy to integrate into any decor style. Whether you're entertaining guests or lounging with your family, the Harmony Modular Sectional Set provides ample seating and a cozy place to relax."
  },
  {
    "id": 3,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (2).jpeg",
    "Price": "2199.99",
    "title": "L-shaped Leather Sectional Sofa",
    "Description": "The L-shaped Leather Sectional Sofa combines contemporary design with luxurious comfort. Upholstered in genuine leather, this sectional sofa exudes elegance and sophistication. The L-shape configuration maximizes seating space, making it perfect for large gatherings or cozy nights in. The plush cushions and padded armrests provide exceptional comfort, while the sturdy hardwood frame ensures durability for years to come. Whether you're watching movies with family or hosting friends, this sectional sofa offers the perfect blend of style and functionality."
  },
  {
    "id": 4,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (3).jpeg",
    "Price": "1799.99",
    "title": "Modern Fabric Sectional with Reversible Chaise",
    "Description": "Add a touch of modern style to your living room with the Modern Fabric Sectional with Reversible Chaise. This sectional features clean lines and a minimalist design that complements any contemporary decor. The reversible chaise allows you to customize the layout to suit your space, while the plush cushions ensure comfort and support. Upholstered in a soft, durable fabric, this sectional is built to withstand everyday use. Whether you're lounging with family or entertaining guests, this sectional is sure to be the focal point of your living room."
  },
  {
    "id": 5,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (4).jpeg",
    "Price": "1499.99",
    "title": "Classic Tufted Sectional Sofa",
    "Description": "The Classic Tufted Sectional Sofa adds a touch of elegance to any living room. Featuring timeless tufted detailing and rolled arms, this sectional exudes traditional charm. Upholstered in a rich fabric, this sofa is both luxurious and durable. The spacious seating area provides ample room for family and guests, while the sturdy construction ensures long-lasting durability. Whether you're curling up with a book or entertaining friends, the Classic Tufted Sectional Sofa offers comfort and style for any occasion."
  },
  {
    "id": 6,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (5).jpeg",
    "Price": "2099.99",
    "title": "Contemporary Sectional with Adjustable Headrests",
    "Description": "Elevate your living space with the Contemporary Sectional with Adjustable Headrests. This sleek and modern sectional features adjustable headrests for customizable comfort. The clean lines and minimalist design create a chic aesthetic that complements any decor style. Upholstered in a high-quality fabric, this sectional is both stylish and durable. The spacious seating area provides plenty of room for lounging or entertaining guests. Whether you're watching TV or relaxing with a book, this sectional offers the perfect combination of style and comfort."
  },
  {
    "id": 7,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (6).jpeg",
    "Price": "1699.99",
    "title": "Mid-Century Modern Sectional Sofa",
    "Description": "Bring retro flair to your living room with the Mid-Century Modern Sectional Sofa. Inspired by classic designs from the 1950s and 1960s, this sectional features tapered legs, button tufting, and clean lines. Upholstered in a durable fabric, this sofa is as comfortable as it is stylish. The spacious seating area provides plenty of room for family and guests, while the sturdy hardwood frame ensures long-lasting durability. Whether you're hosting a cocktail party or relaxing with a movie, the Mid-Century Modern Sectional Sofa is sure to impress."
  },
  {
    "id": 8,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (7).jpeg",
    "Price": "1899.99",
    "title": "Convertible Sectional Sleeper Sofa",
    "Description": "Maximize your living space with the Convertible Sectional Sleeper Sofa. This versatile sofa easily converts into a bed, making it perfect for overnight guests or small apartments. The sleek design and neutral color make it easy to integrate into any decor style. Upholstered in a soft, durable fabric, this sofa is as comfortable as it is practical. Whether you're watching TV or catching up on sleep, the Convertible Sectional Sleeper Sofa offers the perfect blend of style and functionality."
  },
  {
    "id": 9,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (8).jpeg",
    "Price": "1799.99",
    "title": "Leather Reclining Sectional with Cup Holders",
    "Description": "Relax in style with the Leather Reclining Sectional with Cup Holders. This luxurious sectional features reclining seats and built-in cup holders for the ultimate lounging experience. Upholstered in genuine leather, this sofa exudes sophistication and durability. The plush cushions and padded armrests provide exceptional comfort, while the sturdy construction ensures long-lasting durability. Whether you're watching movies with family or hosting game night with friends, the Leather Reclining Sectional with Cup Holders offers the perfect combination of comfort and convenience."
  },
  {
    "id": 10,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (9).jpeg",
    "Price": "1599.99",
    "title": "Fabric Sectional Sofa with Ottoman",
    "Description": "Create a cozy and inviting living room with the Fabric Sectional Sofa with Ottoman. This sectional features a spacious seating area and a matching ottoman for added comfort and versatility. Upholstered in a soft, durable fabric, this sofa is perfect for everyday use. The sleek design and neutral color make it easy to integrate into any decor style. Whether you're entertaining guests or lounging with your family, the Fabric Sectional Sofa with Ottoman provides the perfect spot to relax and unwind."
  },
  {
    "id": 11,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (10).jpeg",
    "Price": "2099.99",
    "title": "Sectional Sofa with Power Recliners",
    "Description": "Experience ultimate relaxation with the Sectional Sofa with Power Recliners. This luxurious sectional features power reclining seats, allowing you to find the perfect position with the touch of a button. Upholstered in a soft, durable fabric, this sofa is as stylish as it is comfortable. The spacious seating area provides plenty of room for family and guests, while the built-in USB ports keep your devices charged. Whether you're watching TV or taking a nap, the Sectional Sofa with Power Recliners offers the perfect blend of comfort and convenience."
  },
  {
    "id": 12,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (11).jpeg",
    "Price": "1699.99",
    "title": "Velvet Sectional Sofa with Nailhead Trim",
    "Description": "Add a touch of glamour to your living room with the Velvet Sectional Sofa with Nailhead Trim. This luxurious sectional features plush velvet upholstery and elegant nailhead trim for a sophisticated look. The spacious seating area provides plenty of room for family and guests, while the sturdy hardwood frame ensures long-lasting durability. Whether you're entertaining guests or relaxing with a book, the Velvet Sectional Sofa with Nailhead Trim offers the perfect combination of style and comfort."
  },
  {
    "id": 13,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (12).jpeg",
    "Price": "1799.99",
    "title": "Small Space Sectional Sofa with Reversible Chaise",
    "Description": "Maximize your living space with the Small Space Sectional Sofa with Reversible Chaise. This compact sectional is perfect for apartments, condos, or small living rooms. The reversible chaise allows you to customize the layout to suit your space, while the plush cushions ensure comfort and support. Upholstered in a soft, durable fabric, this sofa is built to withstand everyday use. Whether you're hosting a movie night or relaxing with a good book, the Small Space Sectional Sofa with Reversible Chaise offers the perfect solution for small spaces."
  },
  {
    "id": 14,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (13).jpeg",
    "Price": "1999.99",
    "title": "Tufted Leather Sectional Sofa",
    "Description": "Add a touch of luxury to your living room with the Tufted Leather Sectional Sofa. This elegant sectional features tufted detailing and rolled arms for a classic look. Upholstered in genuine leather, this sofa exudes sophistication and durability. The spacious seating area provides plenty of room for family and guests, while the sturdy hardwood frame ensures long-lasting durability. Whether you're hosting a cocktail party or relaxing with a movie, the Tufted Leather Sectional Sofa offers the perfect blend of style and comfort."
  },
  {
    "id": 15,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (14).jpeg",
    "Price": "1699.99",
    "title": "Modern Sectional Sofa with Adjustable Backrests",
    "Description": "Upgrade your living space with the Modern Sectional Sofa with Adjustable Backrests. This contemporary sectional features adjustable backrests for customizable comfort. The sleek design and clean lines create a chic aesthetic that complements any decor style. Upholstered in a soft, durable fabric, this sofa is as comfortable as it is stylish. The spacious seating area provides plenty of room for family and guests, while the sturdy construction ensures long-lasting durability. Whether you're entertaining guests or relaxing with a book, the Modern Sectional Sofa with Adjustable Backrests offers the perfect blend of style and comfort."
  },
  {
    "id": 16,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (15).jpeg",
    "Price": "1899.99",
    "title": "Linen Sectional Sofa with Storage Ottoman",
    "Description": "Organize your living room in style with the Linen Sectional Sofa with Storage Ottoman. This versatile sectional features a built-in storage ottoman, perfect for stashing blankets, pillows, and more. Upholstered in a soft linen fabric, this sofa is both stylish and durable. The spacious seating area provides plenty of room for family and guests, while the sturdy construction ensures long-lasting durability. Whether you're hosting a movie night or lounging with your family, the Linen Sectional Sofa with Storage Ottoman offers the perfect combination of style and functionality."
  },
  {
    "id": 17,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (16).jpeg",
    "Price": "1799.99",
    "title": "Microfiber Sectional Sofa with Recliners",
    "Description": "Relax in comfort with the Microfiber Sectional Sofa with Recliners. This cozy sectional features reclining seats for the ultimate lounging experience. Upholstered in a soft microfiber fabric, this sofa is as comfortable as it is durable. The spacious seating area provides plenty of room for family and guests, while the sturdy construction ensures long-lasting durability. Whether you're watching TV or taking a nap, the Microfiber Sectional Sofa with Recliners offers the perfect spot to unwind after a long day."
  },
  {
    "id": 18,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (17).jpeg",
    "Price": "2099.99",
    "title": "Chaise Sectional Sofa with Storage Console",
    "Description": "Stay organized and comfortable with the Chaise Sectional Sofa with Storage Console. This stylish sectional features a built-in storage console, perfect for holding remote controls, magazines, and more. The chaise lounge offers a cozy spot to relax, while the plush cushions provide comfort and support. Upholstered in a soft, durable fabric, this sofa is perfect for everyday use. Whether you're watching movies with family or hosting game night with friends, the Chaise Sectional Sofa with Storage Console offers the perfect blend of style and functionality."
  },
  {
    "id": 19,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (18).jpeg",
    "Price": "1599.99",
    "title": "Fabric Reversible Sectional Sofa",
    "Description": "Refresh your living room with the Fabric Reversible Sectional Sofa. This versatile sectional features a reversible chaise, allowing you to easily change the layout to suit your space. Upholstered in a soft, durable fabric, this sofa is perfect for everyday use. The spacious seating area provides plenty of room for family and guests, while the sturdy construction ensures long-lasting durability. Whether you're lounging with your family or entertaining guests, the Fabric Reversible Sectional Sofa offers the perfect combination of style and comfort."
  },
  {
    "id": 20,
    "image": "src/assets/MultiProductPages/FurniturePage/imageService (19).jpeg",
    "Price": "1699.99",
    "title": "Modern Sectional Sofa with Adjustable Armrests",
    "Description": "Customize your comfort with the Modern Sectional Sofa with Adjustable Armrests. This contemporary sectional features adjustable armrests for personalized relaxation. Upholstered in a soft, durable fabric, this sofa is as stylish as it is comfortable. The sleek design and clean lines create a chic aesthetic that complements any decor style. The spacious seating area provides plenty of room for family and guests, while the sturdy construction ensures long-lasting durability. Whether you're watching TV or hosting a gathering, the Modern Sectional Sofa with Adjustable Armrests offers the perfect spot to unwind."
  }
]
